# Требуемый опыт работы: 3–6 лет
# Знание Django и Python: Опыт работы с Django версии 3.x и выше и Python версии 3 и выше обязателен.
# Основы веб-технологий: Понимание и базовые навыки работы с HTML, CSS и JavaScript.
# Системы контроля версий: Знание и опыт использования систем контроля версий, таких как Git.
# Базовый уровень английского языка: Способность читать техническую документацию на английском языке
# Опыт с базами данных: Знание SQL и опыт работы с реляционными базами данных, такими как PostgreSQL или MySQL.
#
#
# ПЛЮС
# Будет плюсом:
# Опыт с облачными платформами: Знание и опыт работы с AWS, Google Cloud или другими облачными сервисами.
# Опыт работы с контейнерами: Знание Docker и основ Kubernetes.
# Работа с CI/CD: Опыт настройки и работы с непрерывной интеграцией и доставкой (CI/CD) при помощи Jenkins, GitLab CI или аналогичных инструментов.
# Знание других языков программирования: Например, JavaScript (в частности, фреймворки React или Vue.js) будет преимуществом.